Repository: KDE/kdeconnect-kde
Catalog: po/*/kdeconnect-cli.po
Languages: eo, eu

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi,Gontzal M. Pujana,Osoitz Elkorobarrutia

# EMAIL OF TRANSLATORS
source: Your emails
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus,gontzalpujana@protonmail.com,oelkoro@gmail.com

source: KDE Connect CLI tool
eo: KDE Connect KLI-ilo
eu: KDE Connect CLI tresna

source: © 2015–2025, KDE Connect Team
eu: © 2015-2025, KDE Connect taldea

source: List all devices
eo: Listigi ĉiujn aparatojn
eu: Zerrendatu gailu guztiak

source: List available (paired and reachable) devices
eo: Listo de disponeblaj (parigitaj kaj atingeblaj) aparatoj
eu: Zerrendatu gailu erabilgarriak (parekatuak eta irisgarriak)

source: List all backends and status
eo: Listigi ĉiujn backend and statuson
eu: Zerrendatu bizkarraldeko denak eta egoera denak

source: Enable the specified backend
eo: Ebligi la specifitan backend
eu: Gaitu adierazitako bizkarraldekoa

source: backend
eu: bizkarraldekoa

source: Disable the specified backend
eo: Malebligi la specifitan backend
eu: Ezgaitu adierazitako bizkarraldekoa

source: Make --list-devices or --list-available print only the devices id, to ease scripting
eo: Igi --list-devices aŭ --list-available presi nur la aparato-id, por faciligi skriptadon
eu: Gidoiak egitea errazteko, --list-devices edo --list-available aukerek gailuen IDak bakarrik inprimatu ditzaten egin

source: Make --list-devices or --list-available print only the devices name, to ease scripting
eo: Igi --list-devices aŭ --list-available presi nur la aparaton nomon, por faciligi skriptadon
eu: Gidoiak egitea errazteko, --list-devices edo --list-available aukerek gailuen izenak bakarrik inprimatu ditzaten egin

source: Make --list-devices or --list-available print only the devices id and name, to ease scripting
eo: Igi --list-devices aŭ --list-available presi nur la aparatan identigilon kaj nomon, por faciligi skriptadon
eu: Gidoiak egitea errazteko, --list-devices edo --list-available aukerek gailuen ID eta izenak bakarrik inprimatu ditzaten egin

source: Search for devices in the network and re-establish connections
eo: Serĉi aparatojn en la reto kaj reestabli konektojn
eu: Bilatu gailuak sarean eta konexioak birsortu

source: Request pairing to a said device
eo: Peti parigon al menciita aparato
eu: Eskatu adierazitako gailuarekin parekatzea

source: Find the said device by ringing it.
eo: Trovi la menciitan aparaton sonorigante ĝin.
eu: Aurkitu adierazitako gailua bere dei-doinua joaz.

source: Stop pairing to a said device
eo: Ĉesigi parigon al menciita aparato
eu: Gelditu adierazitako gailuarekiko parekatzea

source: Sends a ping to said device
eo: Sendas pingon al koncerna aparato
eu: Adierazitako gailura ping bat bidaltzen du

source: Same as ping but you can set the message to display
eo: Same kiel ping sed vi povas agordi la mesaĝon por montri
eu: Ping-aren berdina, baina azaldu beharreko mezua ezar dezakezu

source: message
eo: mesaĝo
eu: mezua

source: Sends the current clipboard to said device
eo: Sendas la nunan tondujon al koncerna aparato
eu: Uneko arbela adierazitako gailura bidaltzen du

source: Share a file/URL to a said device
eo: Kunhavigi dosieron/URL al koncerna aparato
eu: Partekatu fitxategi/URL bat adierazitako gailu batekin

source: Share text to a said device
eo: Kunhavigi tekston al koncerna aparato
eu: Partekatu testua adierazitako gailuarekin

source: Display the notifications on a said device
eo: Montri la sciigojn sur menciita aparato
eu: Azaldu jakinarazpenak adierazitako gailuan

source: Lock the specified device
eo: Ŝlosi la specifitan aparaton
eu: Giltzatu zehaztutako gailua

source: Unlock the specified device
eo: Malŝlosi la specifitan aparaton
eu: Giltzapetik askatu adierazitako gailua

source: Sends an SMS. Requires destination
eo: Sendas SMS. Postulas celon
eu: SMS bat bidaltzen du. Hartzailea behar du

source: Phone number to send the message
eo: Telefonnumero por sendi la mesaĝon
eu: Mezua bidaltzeko telefono zenbakia

source: phone number
eo: telefonnumero
eu: telefono zenbakia

source: File URLs to send attachments with the message (can be passed multiple times)
eu: Mezuarekin batera bidaliko diren fitxategien URLak (hainbat aldiz pasa daiteke)

source: file URLs
eu: fitxategien URLak

source: Device ID
eo: Aparat-ID
eu: Gailuaren ID

source: Device Name
eo: Aparatnomo
eu: Gailuaren izena

source: Get encryption info about said device
eo: Akiri ĉifrajn informojn pri koncerna aparato
eu: Jaso adierazitako gailuari buruzko zifratze informazioa

source: Lists remote commands and their ids
eo: Listigas forajn komandojn kaj iliajn identigilojn
eu: Urruneko komandoak eta haien IDak zerrendatzen ditu

source: Executes a remote command by id
eo: Plenumas foran komandon per id
eu: ID bidez urruneko agindu bat exekutatzen du

source: Sends keys to a said device
eo: Sendas ŝlosilojn al menciita aparato
eu: Teklak adierazitako gailura bidaltzen ditu

source: Display this device's id and exit
eo: Montri la identigilon de ĉi tiu aparato kaj eliri
eu: Gailu honen ID azaldu eta irten egiten da

source: Mount filesystem of a said device
eu: Muntatu adierazitako gailuko fitxategi-sistema

source: Print mount point for the filesystem of a said device
eu: Inprimatu adierazitako gailuko fitxategi-sistemaren muntaia-puntua

source: (paired and reachable)
eo: (parigita kaj atingebla)
eu: (parekatuta eta eskuragarri)

source: (reachable)
eo: (atingebla)
eu: (eskuragarri)

source: (paired)
eo: (parigita)
eu: (parekatuta)

source: 1 device found
eo: trovis 1 aparaton
eu: gailu 1 aurkitu da

source: No devices found
eo: Neniuj aparatoj trovitaj
eu: Ez da gailurik aurkitu

source: (unpaired)
eo: (neparigita)
eu: (parekatu gabe)

source: No device specified: Use -d <Device ID> or -n <Device Name> to specify a device. Device ID's and names may be found using "kdeconnect-cli -l" View complete help with --help option
eo: Neniu aparato specifita: Uzu -d <Device ID> aŭ -n <Device Name> por specifi aparaton. Aparataj identigiloj kaj nomoj troviĝas uzante "kdeconnect-cli -l" Vidu kompletan helpon per opcio --help
eu: Ez da gailurik zehaztu: Erabili -d <Gailu ID> edo -n <Gailuaren izena> gailu bat zehazteko. Gailu IDak eta izenak "kdeconnect-cli -l" erabiliz aurki daitezke. Ikusi laguntza osoa --help aukera erabiliz.

source: Shared %1
eo: Kunhavita %1
eu: %1 partekatuta

source: Shared text: %1
eo: Komuna teksto: %1
eu: Partekatutako testua: %1

# device has requested to lock peer device
source: Requested to lock %1.
eo: Alpetis ŝlosadon de %1.
eu: %1 giltzatzea eskatu da.

# device has requested to unlock peer device
source: Requested to unlock %1.
eo: Alpetis malŝlosadon de %1.
eu: %1 giltzapetik askatzea eskatu da.

source: waiting for device…
eu: gailuaren zain...

source: Device not found
eo: Aparato ne trovita
eu: Gailua ez da aurkitu

source: Already paired
eo: Jam parigita
eu: Dagoeneko parekatuta

source: Pair requested
eo: Parigo alpetiĝis
eu: Parekatzea eskatu da

source: Already not paired
eo: Jam ne parigita
eu: Dagoeneko parekatua gabe

source: Unpaired
eo: Neparigita
eu: Desparekatua

source: error: should specify the SMS's recipient by passing --destination <phone number>
eo: eraro: devus specifi la ricevonton de la SMS pasante --destination <telefonnumero>
eu: errorea: SMSaren hartzailea --destination pasatuz zehaztu beharko litzateke<phone number>

source: Nothing to be done
eo: Nenio farenda
eu: Ez dago ezer egiteko
