Repository: KDE/kdeconnect-kde
Catalog: po/*/kdeconnect-indicator.po
Languages: fa

# NAME OF TRANSLATORS
source: Your names
fa: علیرضا رشیدی

# EMAIL OF TRANSLATORS
source: Your emails
fa: injaneb@duck.com

source: Browse device
fa: مرور دستگاه

source: Send clipboard
fa: فرستادن بریده‌دان

# @action:inmenu play bell sound
source: Ring device
fa: زنگ زدن به دستگاه

source: Send files
fa: فرستادن پرونده‌ها

source: SMS Messages…
fa: پیامک‌ها…

source: Run command
fa: اجرای فرمان

source: Add commands
fa: افزودن فرمان‌ها

source: KDE Connect
fa: کی‌دی‌ای کانکت

source: Cannot connect to DBus KDE Connect will quit
fa: نمی‌توان به DBus متصل شد کی‌دی‌ای کانکت خارج می‌شود

source: Cannot find kdeconnectd
fa: kdeconnectd یافت نشد

source: KDE Connect Indicator
fa: نمایشگر کی‌دی‌ای کانکت

source: KDE Connect Indicator tool
fa: ابزار نمایشگر کی‌دی‌ای کانکت

source: © 2016–2025 KDE Connect Team
fa: © ۲۰۱۶–۲۰۲۵ گروه کی‌دی‌ای کانکت

source: Open app
fa: باز کردن برنامه

source: Pairing requests
fa: درخواست‌های جفت‌سازی

# Accept a pairing request
source: Pair
fa: جفت‌سازی

source: Reject
fa: رد کردن

source: Quit
fa: خروج

source: %1 device connected
fa: %1 دستگاه متصل

source: No Battery
fa: بدون باتری

source: Battery: %1% (Charging)
fa: باتری: %1% (در حال شارژ)

source: Battery: %1%
fa: باتری: %1%

source: No Cellular Connectivity
fa: به شبکه متصل نیست
