Repository: KDE/kdeconnect-kde
Catalog: po/*/kdeconnect-kded.po
Languages: lv

# NAME OF TRANSLATORS
source: Your names
lv: Toms Trasūns

# EMAIL OF TRANSLATORS
source: Your emails
lv: toms.trasuns@posteo.net

source: Pairing request from %1 Key: %2...
lv: Sapārošanas pieprasījums no %1 Atslēga: %2...

source: Open
lv: Atvērt

source: Accept
lv: Piekrist

source: Reject
lv: Noraidīt

source: View key
lv: Apskatīt atslēgu

source: KDE Connect Daemon
lv: „KDE Conncect“ dēmons

source: Replace an existing instance
lv: Nomainīt eksistējošu instanci

source: Launch a private D-Bus daemon with kdeconnectd (macOS test-purpose only)
lv: Palaist privātu „D-Bus“ dēmonu ar „kdeconnected“ (tikai „macOS“ testēšanas mērķiem)
