Repository: KDE/kdeconnect-kde
Catalog: po/*/kdeconnect-sms.po
Languages: fa

# NAME OF TRANSLATORS
source: Your names
fa: علیرضا رشیدی

# EMAIL OF TRANSLATORS
source: Your emails
fa: injaneb@duck.com

# Used as a text placeholder when the most-recent message is an image
source: Picture
fa: تصویر

# Used as a text placeholder when the most-recent message is a video
source: Video
fa: ویدیو

source: %1 file
fa: پرونده %1

source: You: %1
fa: شما: %1

source: KDE Connect SMS
fa: پیامک کی‌دی‌ای کانکت

source: SMS Instant Messaging
fa: پیام‌رسانی فوری با پیامک

source: © 2018–2025 KDE Connect Team
fa: © ۲۰۱۸–۲۰۲۵ گروه کی‌دی‌ای کانکت

source: Select a device
fa: انتخاب دستگاه

source: id
fa: شناسه

source: Send a message
fa: فرستادن پیام

source: message
fa: پیام

source: Open with default
fa: باز کردن با پیش‌فرض

source: No devices available
fa: هیچ دستگاهی در دسترس نیست

source: No new messages can be sent or received, but you can browse cached content
fa: نمی‌توان پیام جدیدی فرستاد یا دریافت کرد، اما می‌توانید محتوای ذخیره‌شده را مرور کنید

source: Loading conversations from device. If this takes a long time, please wake up your device and then click Refresh.
fa: بارگذاری گفت‌وگوها از دستگاه. اگر این کار طولانی شد، لطفاً دستگاه‌تان را بیدار کنید و سپس روی تازه‌سازی ضربه بزنید.

source: Tip: If you plug in your device, it should not go into doze mode and should load quickly.
fa: نکته: اگر دستگاه‌تان را به برق وصل کنید، وارد حالت خواب نمی‌شود و میتواند به‌سرعت بارگذاری کند.

source: Refresh
fa: تازه‌سازی

source: Choose recipient
fa: انتخاب گیرنده

source: Cancel
fa: رد کردن

source: Search or start a conversation
fa: جستجو یا آغاز گفت‌وگو

source: Start new conversation
fa: آغاز گفت‌وگوی جدید

# Placeholder message text when no messages are found
source: No matches
fa: چیزی یافت نشد

source: Devices
fa: دستگاه‌ها

source: About
fa: درباره

source: About KDE
fa: درباره کی‌دی‌ای

source: Audio clip
fa: قطعه صوتی

source: Failed to send
fa: فرستادن ناموفق

source: Max message size limit exceeded.
fa: محدودیت بیشینه اندازه پیام شکسته شد.

source: Send a message…
fa: فرستادن پیام…

# @info:tooltip
source: Attach an image or file
fa: پیوست تصویر یا پرونده

# @info:tooltip
source: Clear attachments
fa: پاک کردن پیوست‌ها

# @info:tooltip
source: Send message
fa: فرستادن پیام
