Repository: KDE/kdeconnect-kde
Catalog: po/*/kdeconnect-app.po
Languages: ga

source: © 2015–2025 KDE Connect Team
ga: © 2015–2025 Foireann KDE Connect

# NAME OF TRANSLATORS
source: Your names
ga: Aindriú Mac Giolla Eoin

# EMAIL OF TRANSLATORS
source: Your emails
ga: aindriu80@yahoo.com

# @info:shell
source: Device id to open the app in
ga: Aitheantas gléis chun an aip a oscailt ann

# @info:shell
source: Configuration module to show, requires --device to be set.
ga: Chun an modúl cumraíochta a thaispeáint, ní mór --device a shocrú.

# command line description
source: Replace an existing instance
ga: Cuir cás atá ann cheana ina áit

source: URL to share
ga: URL le roinnt

source: Unpair
ga: Díphéireáil

source: Send Ping
ga: Seol Ping

source: Plugin Settings
ga: Socruithe Breiseáin

# @title:group device page section header
source: Actions
ga: Gníomhartha

# @title:group device page section header
source: Controls
ga: Rialuithe

# @title:group device page section header
source: Information
ga: Eolas

source: Multimedia control
ga: Rialú ilmheán

source: Remote input
ga: Ionchur cianda

source: Run command
ga: Rith an t-ordú

source: Presentation Remote
ga: Cianrialtán Cur i Láthair

source: Volume control
ga: Rialú toirte

source: Lock
ga: Glasáil

source: Unlock
ga: Díghlasáil

source: Find Device
ga: Aimsigh Gléas

source: Send Clipboard
ga: Seol an Ghearrthaisce

source: Share File
ga: Comhroinn Comhad

source: Browse this device
ga: Brabhsáil an gléas seo

source: Stop virtual monitor session
ga: Stop seisiún monatóireachta fíorúil

source: Use device as an external monitor
ga: Úsáid an gléas mar mhonatóir seachtrach

source: Address: %1 via %2
ga: Seoladh: %1 trí %2

source: This device is not paired.
ga: Níl an gléas seo péireáilte.

# Request pairing with a given device
source: Pair
ga: Péire

source: Pair requested Key:
ga: Péire iarrtha Eochair:

source: Accept
ga: Glac leis

source: Reject
ga: Diúltaigh

source: This device is not reachable
ga: Níl an gléas seo inrochtana

source: Please choose a file
ga: Roghnaigh comhad le do thoil

source: Devices
ga: Gléasanna

# @action:button
source: Refresh
ga: Athnuachan

# @action:button accessible
source: Refresh Devices
ga: Athnuachan Gléasanna

source: Remembered
ga: Cuimhníodh

source: Available
ga: Ar fáil

source: Connected
ga: Ceangailte

source: No devices found
ga: Níor aimsíodh aon fheistí

source: Settings
ga: Socruithe

source: Remote Control
ga: Cianrialtán

source: Press %1 or the left and right mouse buttons at the same time to unlock
ga: Brúigh %1 nó na cnaipí luiche clé agus deas ag an am céanna chun an díghlasáil

# @action:button accessible
source: Left Click
ga: Cliceáil ar Chlé

# @action:button accessible
source: Middle Click
ga: Cliceáil Lárnach

# @action:button accessible
source: Right Click
ga: Cliceáil ar Dheis

source: Multimedia Controls
ga: Rialuithe Ilmheán

source: No players available
ga: Níl aon imreoirí ar fáil

source: Configure plugin
ga: Cumraigh an breiseán

source: Enable Full-Screen
ga: Cumasaigh Lánscáileán

source: Edit commands
ga: Eagarthóireacht orduithe

source: You can edit commands on the connected device
ga: Is féidir leat orduithe a chur in eagar ar an ngléas ceangailte

source: No commands defined
ga: Gan aon orduithe sainmhínithe

# @title:window
source: Settings
ga: Socruithe

source: Device name
ga: Ainm an ghléis

# @title:group
source: Backends
ga: Cúlchríocha

source: About KDE Connect
ga: Maidir le KDE Connect

source: About KDE
ga: Maidir le KDE

# @title
source: No Device Selected
ga: Gan Gléas Roghnaithe

# @info
source: Make sure to install KDE Connect on your other devices.
ga: Bí cinnte KDE Connect a shuiteáil ar do ghléasanna eile.

# @title:context
source: KDE Connect Android App
ga: Aip Android KDE Connect

# @title:context
source: KDE Connect iOS App
ga: Aip iOS KDE Connect

source: If you are having problems, visit the <a href="https://userbase.kde.org/KDEConnect"><span style=" text-decoration: underline;">KDE Connect Community wiki</span></a> for help.
ga: Má bhíonn fadhbanna agat, tabhair cuairt ar <a href="https://userbase.kde.org/KDEConnect"><span style=" text-decoration: underline;">vicí Phobal KDE Connect</span></a> le haghaidh cabhrach.
