Repository: KDE/kdeconnect-kde
Catalog: po/*/kdeconnect-plugins.po
Languages: fa, ta

# device name: low battery
source: %1: Low Battery
fa: %1: باتری کم
ta: %1: குறைவான மின்கலம்

source: Battery at %1%
fa: باتری در %1%
ta: மின்கலத்தில் %1% உள்ளது

source: Automatically share the clipboard from this device
ta: இச்சாதனத்தின் பிடிப்புப்பலகையைத் தானாக பகிர்

source: Including passwords (as marked by password managers)
ta: கடவுச்சொற்கள் (அவற்றைக் கடவுச்சொல் நிர்வாகநிரல் குறியிட்டால்) உட்பட

source: Max Clipboard File Size (MB)
ta: பிடிப்புப்பலகை கோப்பின் அதிகபட்ச அளவு (மெ.பை)

source: KDE Connect Error
ta: கே.டீ.யீ. கனெக்ட் சிக்கல்

source: Unable to create a virtual drawing tablet. If this error persists, file a bug report.
ta: மெய்நிகர் வரைபலகையை உருவாக்க முடியவில்லை. இச்சிக்கல் தொடர்ந்து நேர்ந்தால், பிழையறிக்கையை சமர்ப்பிக்கவும்.

source: Unable to process one or more input events for the virtual device. If this error persists, file a bug report.
ta: மெய்நிகர் உள்ளீட்டு சாதனத்திற்கு வந்த சில உள்ளீட்டுக் கட்டளைகளைக் கையாள முடியவில்லை. இச்சிக்கல் தொடர்ந்து நேர்ந்தால், பிழையறிக்கையை சமர்ப்பிக்கவும்.

source: Apply
ta: செயல்படுத்து

source: Sound to play:
ta: வாசிக்க வேண்டிய ஒலி:

# @action:button
source: Choose file
ta: கோப்பை தேர்ந்தெடு

# @action:button
source: Play
ta: வாசி

source: Remote lock successful
fa: قفل راه دور موفق
ta: தொலை பூட்டல் வெற்றியடைந்த‍து

source: Remote lock failed
fa: قفل راه دور ناموفق
ta: தொலை பூட்டல் தோல்வியடைந்த‍து

source: Current Player
fa: پخش‌کننده کنونی
ta: தற்போதைய இயக்கி

source: N/A
fa: ناموجود
ta: பொருந்தாதது

# @action:button
source: Reply
fa: پاسخ
ta: பதிலளி

# @info:placeholder
source: Reply to %1…
fa: پاسخ به %1…
ta: %1-க்கு பதிலளி…

source: Send
fa: فرستادن
ta: அனுப்பு

source: Dialog
fa: گفت‌وگو
ta: துணைச்சாளரம்

source: Pause as soon as phone rings
ta: தொலைபேசி அடித்தால் இடைநிறுத்து

source: Pause only while talking
ta: தொலைபேசியில் பேசும்போதுமட்டு இடைநிறுத்து

source: Pause media players
ta: ஊடக இயக்கிகளை இடைநிறுத்து

source: Mute system sound
ta: கணினியின் ஒலியை அடக்கு

source: Resume automatically when call ends
ta: அழைப்பு முடிந்தபின் தானாக தொடர்

source: Ping!
fa: آزمایش!
ta: பிங்!

source: Add Command…
ta: கட்டளையை சேர்…

source: Edit
ta: திருத்து

source: Delete
ta: நீக்கு

# @info
source: No commands configured
ta: எக்கட்டளையும் அமைக்கப்படவில்லை

# @info
source: Add commands to run them remotely from other devices
ta: மற்ற சாதனங்களிலிருந்து தூண்டக்கூடிய கட்டளைகளை இங்கு சேர்க்கவும்

# @title:window
source: Add Command
ta: கட்டளையை சேர்

# @action:button
source: Add
ta: சேர்

# @action:button accessible
source: Add command
ta: கட்டளையைச் சேர்

source: Name:
ta: பெயர்:

source: Command:
ta: கட்டளை:

source: Sample commands:
ta: எடுத்துக்காட்டு கட்டளைகள்:

# Sample command
source: Suspend
ta: உறங்கு

# Sample command
source: Lock Screen
ta: திரையை பூட்டு

# Sample command
source: Maximum Brightness
ta: அதிகபட்ச பிரகாசம்

# Sample command
source: Unlock Screen
ta: திரையைத் திற

# Sample command
source: Close All Vaults
ta: அனைத்து வால்ட்டுகளையும் மூடு

# Sample command
source: Forcefully Close All Vaults
ta: அனைத்து வால்ட்டுகளையும் கட்டாயமாக மூடு

# @title:window
source: Edit Command
ta: கட்டளையைத் திருத்துவது

# @action:button
source: Confirm
ta: உறுதிசெய்

# @action:button accessible
source: Confirm
ta: உறுதிசெய்

source: Phone is connected
fa: تلفن متصل است
ta: தொலைபேசி இணைக்கப்பட்டுள்ளது

source: Persistent notifications only
ta: விடாப்பிடி அறிவிப்புகள் மட்டும்

source: Include body
ta: உடற்பகுதியை உட்படுத்து

source: Include icon
ta: சின்னத்தை உட்படுத்து

source: Minimum urgency level:
ta: குறைந்தபட்ச அவசர நிலை:

source: Name
fa: نام
ta: பெயர்

source: Excluded
fa: کنار گذاشته شده
ta: தவிர்க்கப்பட்டுள்ளது

source: Name of a notifying application.
fa: نام برنامه آگاه‌ساز
ta: அறிவிப்பிடும் செயலியின் பெயர்.

source: Synchronize notifications of an application?
fa: همگام‌سازی آگاه‌سازهای یک برنامه؟
ta: செயலியின் அறிவிப்புகளை ஒத்திசைய செய்யலாமா?

source: Regular expression defining which notifications should not be sent. This pattern is applied to the summary and, if selected above, the body of notifications.
fa: عبارت منظم مشخص‌کننده آگاه‌سازهایی که نباید فرستاده شوند. این الگو در خلاصه آگاه‌ساز، و با انتخاب بالا در بدنه آن پیاده می‌شود.
ta: ஒத்திசைக்கப்படக்கூடாத அறிவிப்புகளைக் குறிக்கும் சுருங்குறித் தொடர். இச்சுருங்குறித்தொடர், தலைப்பிற்கு (மற்றும் மேலே குறிக்கப்பட்டிருந்தால், உடற்பகுதிக்கு), பொருந்த வேண்டும்.

source: Failed to start sshfs
fa: آغاز sshfs ناموفق بود
ta: sshfs தனைத் துவக்கு முடியவில்லை

source: sshfs process crashed
fa: فرایند sshfs از کار افتاده است
ta: sshfs பணி முறிவடைந்தது

source: Unknown error in sshfs
fa: خطای ناشناخته در sshfs
ta: sshfs-இல் தெரியாத சிக்கல்

source: Error when accessing filesystem. sshfs finished with exit code %0
fa: خطا در دسترسی به سامانه پرونده. sshfs با کد خروج %0 پایان یافت
ta: கோப்பு முறைமையை அணுகுவதில் சிக்கல். %0 எனும் நிலையுடன் sshfs நின்றது.

source: Failed to mount filesystem: device not responding
fa: نصب سامانه پرونده ناموفق: دستگاه پاسخ نمی‌دهد
ta: கோப்பு முறைமையை ஏற்ற முடியவில்லை: சாதனம் பதிலளிக்கவில்லை

source: KDE Connect
fa: کی‌دی‌ای کانکت
ta: கே.டீ.யீ. கனெக்ட்

source: Cannot handle SFTP protocol. Apologies for the inconvenience
fa: نمی‌توان قرارداد SFTP را مدیریت کرد. پوزش بابت مشکل
ta: SFTP நெறிமுறை ஆதரிக்கப்படாதது.

source: All files
fa: همه پرونده‌ها
ta: அனைத்து கோப்புகள்

source: Camera pictures
fa: تصاویر دوربین
ta: படக்கருவியிலெடுத்த படங்கள்

source: Save files in:
ta: கோப்புகளை இங்கு சேமி:

source: %1 in the path will be replaced with the specific device name
ta: பாதையில் %1 இருந்தால், சாதனத்தின் பெயர் அதற்கு பதிலாக் இடப்படும்

# @info Some piece of text was received from a connected device
source: Shared text from %1 copied to clipboard
fa: متن هم‌رسانی‌شده از %1 به بریده‌دان رونوشت شد
ta: %1 பகிர்ந்த உரை பிடிப்புப்பலகைக்கு நகலெடுக்கப்பட்டுள்ளது

# @action:button Edit text with default text editor
source: Open in Text Editor
fa: باز کردن در ویرایشگر متن
ta: உரைதிருத்தியில் திற

# @action:button Open URL with default app
source: Open Link
fa: باز کردن پیوند
ta: இணைப்பை திற

source: Could not share file
fa: نمی‌توان پرونده را هم‌رسانی کرد
ta: கோப்பைப் பகிர முடியவில்லை

source: %1 does not exist
fa: %1 وجود ندارد
ta: %1 என்பது இல்லை

source: Leave Screen at
ta: இத்திரையை விட்டு வெளியேறுவது

# @item:inlistbox top edge of screen
source: Top
ta: மேலே

# @item:inlistbox left edge of screen
source: Left
ta: இடதில்

# @item:inlistbox right edge of screen
source: Right
ta: வலதில்

# @item:inlistbox top edge of screen
source: Bottom
ta: கீழே

# @info:tooltip edge: screen edge
source: Another device already reserved this edge. This may lead to unexpected results when both are connected at the same time.
ta: இன்னொரு சாதனம் இந்த ஓரத்தை ஏற்கனவே பயன்படுத்துகிறது. இரண்டையும் ஒரே நேரத்தில் இணைத்தால் இது சிக்கல்களை ஏற்படுத்தலாம்.

source: unknown number
fa: شماره ناشناخته
ta: தெரியாத எண்

source: Incoming call from %1
fa: تماس ورودی از %1
ta: %1 தனிலிருந்து உள்வரும் அழைப்பு

source: Missed call from %1
fa: تماس از دست رفته از %1
ta: %1 தனிலிருந்தான தவறிய அழைப்பு

source: Mute Call
fa: بی‌صدا کردن تماس
ta: மணியை ஒலியடக்கு

source: Remote device does not have a VNC or RDP client (eg. krdc) installed.
ta: தொலை சாதனத்தில் VNC நிரலோ RDP நிரலோ (எ.கா. krdc) இல்லை.

source: The krdp package is required on the local device.
ta: இந்த சாதனத்தில் krdp நிறுவப்பட்டிருக்க வேண்டும்.

source: Cannot start a request without a resolution
ta: பகுதிறனை குறிப்பிடாமல் கோரிக்கையிட முடியாது
