Repository: KDE/kdeconnect-kde
Catalog: po/*/kdeconnect-urlhandler.po
Languages: fa

# NAME OF TRANSLATORS
source: Your names
fa: علیرضا رشیدی

# EMAIL OF TRANSLATORS
source: Your emails
fa: injaneb@duck.com

source: Select device:
fa: انتخاب دستگاه:

source: Send URL
fa: فرستادن نشانی

source: Send File
fa: فرستادن پرونده

source: Open on peer device
fa: باز کردن روی دستگاه همتا

source: KDE Connect URL handler
fa: مدیریت نشانی کی‌دی‌ای کانکت

source: © 2015–2025 KDE Connect Team
fa: © ۲۰۱۵–۲۰۲۵ گروه کی‌دی‌ای کانکت

source: URL to share
fa: نشانی برای هم‌رسانی

source: Select a device
fa: انتخاب دستگاه

source: id
fa: شناسه

source: Enter URL here
fa: نشانی را اینجا وارد کنید

source: Enter file location here
fa: مکان پرونده را اینجا وارد کنید

source: Device to call %1 with:
fa: دستگاه برای تماس با %1:

source: Device to open %1 on:
fa: دستگاه برای باز کردن %1 روی:

source: Device to send a SMS with:
fa: دستگاه برای فرستادن پیامک با:

source: Device to send %1 to:
fa: دستگاه برای فرستادن %1 به:

source: Couldn't share %1
fa: نمی‌توان %1 را هم‌رسانی کرد
