Repository: KDE/kdeconnect-kde
Catalog: po/*/kdeconnect-core.po
Languages: eo, fa

source: Couldn't find an available port
eo: Ne eblis trovi disponeblan pordon
fa: هیچ درگاه در دسترسی پیدا نشد

source: Failed to send packet to %1
eo: Malsukcesis sendi pakaĵon al %1
fa: فرستادن بسته به %1 ناموفق بود

source: Sending to %1
eo: Sendante al %1
fa: در حال فرستادن به %1

source: File
eo: Dosiero
fa: پرونده

source: Device clocks are out of sync
fa: ساعت‌های دستگاه هم‌زمان نیستند

source: Canceled by other peer
eo: Nuligite de alia kunulo
fa: توسط همتا رد شد

source: %1: Already paired
eo: %1: Jam parigita
fa: %1: از پیش جفت‌شده

source: %1: Device not reachable
eo: %1: Aparato ne atingebla
fa: %1: دستگاه قابل دسترسی نیست

source: Device not reachable
eo: Aparato ne atingebla
fa: دستگاه قابل دسترسی نیست

source: Cancelled by user
eo: Nuligite de uzanto
fa: توسط کاربر رد شد

source: Timed out
eo: Tempo elĉerpita
fa: زمان به پایان رسید

# @title job
source: Receiving file
eo: Ricevante dosieron
fa: در حال دریافت پرونده

# The source of a file operation
source: Source
eo: Fonto
fa: منبع

# The destination of a file operation
source: Destination
eo: Celo
fa: مقصد

source: SHA256 fingerprint of your device certificate is: %1
eo: La fingrospuro SHA256 de via aparato-atestilo estas: %1
fa: اثر انگشت SHA256 گواهینامه دستگاه شما: %1

source: SHA256 fingerprint of remote device certificate is: %1
eo: La fingrospuro SHA256 de la atestilo de fora aparato estas: %1
fa: اثر انگشت SHA256 گواهینامه دستگاه از راه دور: %1

source: Protocol version: %1
fa: نگارش قرارداد: %1

source: Filename already present
eo: Dosiernomo jam ĉeestas
fa: نام پرونده از پیش موجود است

source: Received incomplete file from: %1
eo: Ricevis nekompletan dosieron de: %1
fa: پرونده ناتمام از %1 دریافت شد

source: KDE Connect failed to start
eo: KDE Connect malsukcesis komenci
fa: کی‌دی‌ای کانکت نتوانست آغاز شود

source: Could not generate the private key.
eo: Ne eblis generi la privatan ŝlosilon.
fa: نتوانست کلید خصوصی را تولید کند.

source: Could not store private key file: %1
eo: Ne eblis konservi privatan ŝlosildosieron: %1
fa: نتوانست پرونده کلید خصوصی را نگهداری کند: %1

source: Could not generate the device certificate.
eo: Ne eblis generi la aparatan atestilon.
fa: نتوانست گواهینامه دستگاه را تولید کند.

source: Could not store certificate file: %1
eo: Ne eblis konservi atestilon: %1
fa: نتوانست پرونده گواهینامه را نگهداری کند: %1
