Repository: KDE/kdeconnect-kde
Catalog: po/*/plasma_applet_org.kde.kdeconnect.po
Languages: eo, fa, ga

source: %1% charging
eo: %1% ŝarĝante
fa: %1% در حال شارژ
ga: %1% ag muirearú

source: No info
eo: Neniu informo
fa: بدون اطلاعات
ga: Gan aon eolas

source: Unknown
eo: Nekonata
fa: ناشناخته
ga: Anaithnid

source: No signal
eo: Neniu signalo
fa: بدون سیگنال
ga: Gan comhartha

source: Virtual Monitor is not available
eo: Virtuala Monitoro ne estas disponebla
fa: نمایشگر مجازی در دسترس نیست
ga: Níl an Monatóir Fíorúil ar fáil

source: File Transfer
eo: Dosiera Transdono
fa: جابه‌جایی پرونده
ga: Aistriú Comhad

source: Drop a file to transfer it onto your phone.
eo: Faligi dosieron por transdoni ĝin al via telefono.
fa: پرونده‌ای را رها کنید تا به تلفن شما فرستاده شود.
ga: Scaoil comhad le haistriú chuig do ghuthán.

source: Virtual Display
eo: Virtuala Ekrano
fa: نمایشگر مجازی
ga: Taispeántas Fíorúil

source: Remote device does not have a VNC client (eg. krdc) installed.
eo: Fora aparato ne havas instalon de VNC-kliento (ekz. krdc).
fa: در دستگاه راه دور هیچ کارخواه VNC (مانند krdc) نصب نشده.

source: The krfb package is required on the local device.
eo: La pako krfb estas postulata sur la loka aparato.
fa: روی دستگاه محلی بسته krfb لازم است.

source: Failed to create the virtual monitor.
eo: Malsukcesis krei la virtualan monitoron.
fa: ساخت نمایشگر مجازی ناموفق بود.

source: Please choose a file
eo: Bonvolu elekti dosieron
fa: پرونده‌ای را انتخاب کنید
ga: Roghnaigh comhad le do thoil

source: Share file
eo: Kunhavigi dosieron
fa: هم‌رسانی پرونده
ga: Comhroinn comhad

source: Send Clipboard
eo: Sendi Tondujon
fa: فرستادن بریده‌دان
ga: Seol an Ghearrthaisce

source: Ring my phone
eo: Sonorigi mian telefonon
fa: زنگ زدن به تلفن
ga: Cuir glaoch ar mo ghuthán

source: Browse this device
eo: Foliumi ĉi tiun aparaton
fa: مرور این دستگاه
ga: Brabhsáil an gléas seo

source: SMS Messages
eo: SMS Mesaĝoj
fa: پیامک‌ها
ga: Teachtaireachtaí SMS

source: Remote Keyboard
eo: Fora Klavaro
fa: صفحه‌کلید راه دور
ga: Méarchlár Cianda

source: Notifications:
eo: Sciigoj:
fa: آگاه‌سازها:
ga: Fógraí:

source: Dismiss all notifications
eo: Forĵeti ĉiujn sciigojn
fa: رد کردن همه آگاه‌سازها
ga: Ruaig gach fógra

source: Reply
eo: Respondi
fa: پاسخ
ga: Freagra

source: Dismiss
eo: Forĵeti
fa: نادیده گرفتن
ga: Díbhe

source: Cancel
eo: Nuligi
fa: رد کردن
ga: Cealaigh

# @info:placeholder
source: Reply to %1…
eo: Respondi al %1…
fa: پاسخ به %1…
ga: Freagra chuig %1…

source: Send
eo: Sendi
fa: فرستادن
ga: Seol

source: Run command
eo: Ruli komandon
fa: اجرای فرمان
ga: Rith an t-ordú

source: Add command
eo: Aldoni komandon
fa: افزودن فرمان
ga: Cuir ordú leis

source: No paired devices
eo: Neniuj parigitaj aparatoj
fa: هیچ دستگاه جفت‌شده‌ای نیست
ga: Gan aon fheistí péireáilte

source: Paired device is unavailable
eo: Parigita aparato estas nedisponebla
fa: دستگاه جفت‌شده در دسترس نیست
ga: Níl an gléas péireáilte ar fáil

source: Install KDE Connect on your Android device to integrate it with Plasma!
eo: Instalu KDE Connect sur via Android-aparato por integri ĝin kun Plasma!
fa: کی‌دی‌ای کانکت را روی دستگاه اندرویدی خود نصب کنید تا با پلاسما یکپارچه شود!
ga: Suiteáil KDE Connect ar do ghléas Android chun é a chomhtháthú le Plasma!

source: Pair a Device...
eo: Parigi aparaton...

source: Install from Google Play
eo: Instali el Google Play
fa: نصب از گوگل پلی
ga: Suiteáil ó Google Play

source: Install from F-Droid
eo: Instali de F-Droid
fa: نصب از اف‌دروید
ga: Suiteáil ó F-Droid

source: KDE Connect Settings...
eo: Agordoj de KDE Connect...

source: Pair a Device…
fa: جفت‌سازی دستگاه…
ga: Péireáil Gléas…

source: KDE Connect Settings…
fa: تنظیمات کی‌دی‌ای کانکت…
ga: Socruithe KDE Connect…
